[S_Build_Outpost_Long_Female_French_Speaker_01 AkEvent]
SpokenText="…вiд нього не було вiстей з часiв генного центру…"

[S_Build_Outpost_Long_Female_Portuguese_Speaker_01 AkEvent]
SpokenText="…продовольчий транспорт рухається за маршрутом…"

[S_Build_Outpost_Long_Male_Chinese_Speaker_01 AkEvent]
SpokenText="…фiксую активнiсть у Пiвденному секторi…"

[S_Build_Outpost_Short_Female_French_Speaker_01 AkEvent]
SpokenText="Хай живе Опiр."

[S_Build_Outpost_Short_Female_Portuguese_Speaker_01 AkEvent]
SpokenText="Хай живе Опiр."

[S_Build_Outpost_Short_Male_Chinese_Speaker_01 AkEvent]
SpokenText="Хай живе Опiр."

[S_Build_Outpost_Short_Male_English_Speaker_01 AkEvent]
SpokenText="Хай живе Опiр."

[S_Intro_Advent_Trooper_01 AkEvent]
SpokenText="Мор Балатен."

[S_Intro_Advent_Trooper_02 AkEvent]
SpokenText="Мор Балатен!"

[S_Intro_Female_Anchor_01_01 AkEvent]
SpokenText="Оживлення наростає, у той час як у мiстах по всьому свiту готуються вiдзначити 20-ту рiчницю Дня Об'єднання."

[S_Intro_Female_Anchor_01_02 AkEvent]
SpokenText="Миротворчi сили вже провели кiлька попереджувальних арештiв вiдомих колаборацiонiстiв."

[S_Intro_Female_Anchor_01_03 AkEvent]
SpokenText="\"Адвент\" знову запевняє всiх громадян, що сьогоднiшнi святкування вiдбудуться за планом."

[S_Intro_Female_Anchor_02_01 AkEvent]
SpokenText="Тисячi людей вже зiбралися на мiсцi Великого Примирення, щоб вiдзначити створення Коалiцiї \"Адвента\"."

[S_Intro_Female_Anchor_03_01 AkEvent]
SpokenText="Попри спробу нападу з боку маргiнальних елементiв, операцiї на новому об'єктi в Парижi проходитимуть без змiн."

[S_Intro_Male_Anchor_01_01 AkEvent]
SpokenText="Виконуючи обiцянки, данi людству, \"Адвент\" вiдкриє 12 нових клiнiк генної терапiї в рiзних мiстах до кiнця року."

[S_Intro_Male_Anchor_02_01 AkEvent]
SpokenText="У вiдповiдь на неспровоковане вторгнення напередоднi найулюбленiшого нами свята Спiкер звертається до нас…"

[S_Victory_Ethereal_Consc_01 AkEvent]
SpokenText="ТИ!"

[S_Victory_Ethereal_Consc_02 AkEvent]
SpokenText="Ти, хто доповнив би нас - ти наважуєшся командувати?!"

[S_Victory_Ethereal_Consc_03 AkEvent]
SpokenText="Це вже не зупинити."

[S_Victory_Ethereal_Consc_04 AkEvent]
SpokenText="Ваша перемога стане кiнцем для всiх iнших."

[S_Victory_Ethereal_Consc_05 AkEvent]
SpokenText="Це буде переслiдувати вас, як було i з нами…"

[S_Victory_Ethereal_Consc_06 AkEvent]
SpokenText="I ви зазнаєте поразки. Як i ми."

[S_Victory_Female_Resistance_Op_01_01 AkEvent]
SpokenText="Мережа Визволення повiдомляє на всiх частотах. \"Адвент\" вiдступає за всiма напрямками…"

[S_Victory_Female_Resistance_Op_02_01 AkEvent]
SpokenText="На вiддалених територiях, колись названих \"втраченими землями\", кипить активнiсть, у той час як люди втiкають з пiдконтрольних \"Адвенту\" мiських центрiв."

[S_Victory_Male_Resistance_Op_01_01 AkEvent]
SpokenText="У мiських центрах тривають запеклi бої, у той час як сили \"Адвента\" намагаються перегрупуватися…"
